Repository: Acidburn0zzz/emophine
Catalog: dolweb/locale/*/LC_MESSAGES/django.po
Languages: fa, vi

source: Compatibility List - page %(page)s
fa: لیست سازگاری - صفحه %(page)s
vi: Danh sách tương thích - trang %(page)s

source: How to read the ratings
fa: چگونه خواندن رتبه ها
vi: Đọc để biết cách xếp hạng

source: 5 out of 5
fa: ۵ از ۵
vi: Đã hết phần 5 của 5

source: <strong>Perfect</strong>: No issues at all!
fa: <strong>کامل</strong>: هیچ مشکلی وجود ندارد!
vi: <strong>Hoàn hảo</strong>: Hoàn toàn không lỗi!

source: 4 out of 5
fa: ۴ از ۵
vi: Phần 4 của 5

source: <strong>Playable</strong>: Runs well, only minor graphical or audio glitches. Games can be played all the way through.
fa: <strong>قابل بازی</strong>: به خوبی اجرا می شود، تنها خرابی های ناچیز گرافیکی یا صوتی. بازی ها قابل بازی هستند.
vi: <strong>Có thể chơi được</strong>: Chạy tốt, chỉ gặp một số vấn đề nhỏ về đồ họa và âm thanh. Game có thể được chơi toàn bộ qua các màn.

source: 3 out of 5
fa: ۳ از ۵
vi: Phần 3 của 5

source: <strong>Starts</strong>: Starts, maybe even plays well, but crashes or major graphical/audio glitches.
fa: <strong>شروع</strong>: شروع، حتی شاید به خوبی اجرا شود، اما به همراه خرابی های بزرگ گرافیکی و صوتی.
vi: <strong>Bắt đầu</strong>: Bắt đầu, mặc dù khi đã chơi một cách rất Phồng Tôm, nhưng lỗi và một số vấn đề về đồ họa/âm thanh vẫn hay xuất hiện.

source: 2 out of 5
fa: ۲ از ۵
vi: Phần 2 của 5

source: <strong>Intro/Menu</strong>: Hangs/crashes somewhere between booting and starting.
fa: <strong>صفحه نخست/فهرست انتخاب</strong>: هنگ/خرابی جائی میان بوت و شروع بازی.
vi: <strong>Giới thiệu/Menu</strong>: Bị treo/tắt đột ngột trong quá trình khởi động và chạy.

source: 1 out of 5
fa: ۱ از ۵
vi: Phần 1 của 5

source: <strong>Broken</strong>: Crashes when booting.
fa: <strong>خراب</strong>: خراب شدن هنگام بوت.
vi: <strong>Bị lỗi</strong>: Thường tắt bất chợt khi tải game.

source: Statistics
fa: آمار
vi: Thống kê

source: Game title (click for details)
fa: عنوان بازی (کلیک برای نمایش جزئیات)
vi: Tựa đề game (click để biết thêm chi tiết)

source: Compatibility
fa: سازگاری
vi: Khả năng tương thích

source: Last updated
fa: آخرین آپدیت
vi: Lần cập trước

source: Unknown
fa: ناشناخته
vi: Chưa rõ

source: Broken
fa: خراب
vi: Bị lỗi

source: Intro/Menu
fa: صفحه نخست/فهرست انتخاب
vi: Giới thiệu/Menu

source: Starts
fa: شروع
vi: Bắt đầu

source: Playable
fa: قابل بازی
vi: Chơi được

source: Perfect
fa: کامل
vi: Hoàn hảo

source: Frequently Asked Questions
fa: پرسشگان
vi: Các câu hỏi thường gặp

source: Go back to the guides list
vi: Quay trở lại danh sách hướng dẫn

source: Guides
fa: راهنما
vi: Hướng dẫn

source: Guides and documentation
vi: Tài liệu hướng dẫn sử dụng

source: No published guide available
fa: راهنمای منتشر شده ای وجود ندارد
vi: Hiện phần này đang được biên soạn

source: Download development builds
fa: دانلود بسته های توسعه یافته
vi: Tải về các bản cài đặt phát triển

source: <tt>%(branch)s</tt> branch
fa: <tt>%(branch)s</tt> انشعاب
vi: <tt>%(branch)s</tt> nhánh

source: View older versions »
fa: نمایش نسخه های قدیمی تر »
vi: Xem các phiên bản cũ hơn »

source: Branch list
fa: لیست انشعاب
vi: Danh sách nhánh

source: No development release yet
fa: هنوز نسخه توسعه یافته ای وجود ندارد
vi: Hiện vẫn chưa công bố phiên bản phát triển

source: Download
fa: دانلود
vi: Tải xuống

source: Stable versions
fa: نسخه های پایدار
vi: Phiên bản ổn định

source: Stable versions are released after a lot of testing to ensure emulation performance and stability. <strong>If you do not know what version of Dolphin you should use, the latest stable version is generally the best.</strong>
fa: نسخه های پایدار بعد از آزمایش های بسیار برای اطمینان از راندمان و پایداری برابرساز منتشر می شود. <strong>اگر نمیدانید باید از کدام نسخه دلفین استفاده کنید، آخرین نسخه پایدار عموما بهترین نسخه است.</strong>
vi: Phiên bản ổn định được phát hành sau nhiều quá trình thử nghiệm với trình giả lập nhằm đạt được chất lượng và độ tin cậy nhất. <strong>Nếu bạn không biết loại phiên bản Dolphin mà bạn nên sử dụng, hãy sử dụng phiên bản ổn định.</strong>

source: No stable release yet
fa: هنوز نسخه پایداری وجود ندارد
vi: Hiện chưa phát hành phiên bản ổn định

source: Development versions
fa: نسخه های توسعه یافته
vi: Phiên bản phát triển

source: <strong>Warning!</strong> Development versions are released every time a developer makes a change to Dolphin. Using development versions enables you to use the latest and greatest improvements to the project, at the cost of decreased stability.
fa: <strong>اخطار!</strong> نسخه های توسعه یافته هر زمانی که توسعه دهنده تغییری را بر روی دلفین اعمال می کند منتشر می شود. استفاده از نسخه های توسعه یافته شما را قادر می سازد تا از آخرین و بزرگترین اصلاحات اعمال شده بر روی پروژه استفاده کنید، که هزینه آن کاهش پایداری است.
vi: <strong>Cảnh báo!</strong> Phiên bản phát triển được ban hành mỗi khi các nhà phát triển tiến hành các thay đổi trong Dolphin. Sử dụng phiên bản phát triển cho phép bạn tiếp cận các tính năng mới nhất và tuyệt vời nhất từ dự án, tuy nhiên độ ổn định của phiên bản loại này vẫn cần được cải thiện theo thời gian.

source: Only displaying the <tt>master</tt> branch versions.
fa: فقط نسخه های انشعاب <tt>مستر</tt> نمایش داده شود.
vi: Chỉ hiện thị <tt>phần chính</tt> đối với phiên bản nhánh.

source: Show all available branches
fa: نمایش تمام انشعاب های موجود
vi: Hiển thị tất cả các nhánh hiện có

source: Source code
fa: کد متن
vi: Mã nguồn

source: The latest version of the Dolphin source code can be downloaded from the project Git repository.
fa: آخرین نسخه کد متن دلفین می تواند از مخزن پروژه Git دانلود شود.
vi: Phiên bản mã nguồn mới nhất của Dolphin có thể được tải về từ trang web Git.

source: You can also <a href="http://code.google.com/p/dolphin-emu/source/browse/">browse the current version of the source code</a>.
fa: شما همچنین می توانید <a href="http://code.google.com/p/dolphin-emu/source/browse/">نسخه رایج کد متن را مرور کنید</a>.
vi: Bạn có thể truy cập <a href="http://code.google.com/p/dolphin-emu/source/browse/">để có được phiên bản mã nguồn mới nhất</a>.

source: %(branch)s branch - page %(page)s
fa: %(branch)s انشعاب - صفحه %(page)s
vi: %(branch)s nhánh - trang %(page)s

source: <tt>%(branch)s</tt> branch - page %(page)s
fa: <tt>%(branch)s</tt> انشعاب - صفحه %(page)s
vi: <tt>%(branch)s</tt> nhánh - trang %(page)s

source: Information on %(br)s
fa: اطلاعات در %(br)s
vi: Thông tin trên %(br)s

source: Information for %(br)s
fa: اطلاعات برای %(br)s
vi: Thôn tin về %(br)s

source: Version
fa: نسخه
vi: Phiên bản

source: Branch
fa: انشعاب
vi: Nhánh

source: Date
fa: تاریخ
vi: Ngày

source: Commit
fa: سپردن
vi: Xác nhận

source: Change author
fa: تغییر مولف
vi: Thay đổi tác giả

source: Change description
fa: تغییر تشریح
vi: Thay đổi mô tả

source: GameCube/Wii games on PC
vi: GameCube/Wii games trên PC

source: Dolphin Emulator
fa: برابرساز دلفین
vi: Trình Giả Lập Dolphin

source: Play GameCube and Wii games in 1080p on your PC.
vi: Chơi GameCube và Wii games với độ phân giải 1080 trên PC của bạn.

source: Download %(last_release)s now for Windows, Mac and Linux »
fa: دانلود %(last_release)s حالا برای ویندوز، مکینتاش و لینوکس »
vi: Tải xuống %(last_release)s dành cho Windows, Mac and Linux »

source: <strong>Minimal requirements</strong>: SSE2 compatible CPU, Shader Model 3.0 GPU, 2GB of RAM, 50MB of disk space
fa: <strong>حداقل سیستم مورد نیاز</strong>: پردازنده سازگار با SSE2، پردازنده گرافیک سازگار با Shader Model 3.0، ۲ گیگابایت حافظه رم، ۵۰ مگابایت فضای دیسک
vi: <strong>Yêu cầu hệ thống tối thiểu</strong>: SSE2 compatible CPU, Shader Model 3.0 GPU, 2GB of RAM, 50MB of disk space

source: More information about hardware requirements
fa: اطلاعات بیشتر در مورد نیازمندیهای سخت افزاری
vi: Thông tin chi tiết về yêu cầu phần cứng

source: Improved graphics
fa: گرافیک بهبود یافته
vi: Cải tiến card đồ họa

source: The Wii only renders games at a 480p resolution. Dolphin supports 720p, 1080p and even higher definitions for all of your GameCube and Wii games. <a href="%(MEDIA_PAGE_URL)s">View screenshots of games played on Dolphin</a>.
vi: The Wii chỉ render games ở độ phân giải 480p. Dolphin hỗ trợ 720p, 1080p và thậm chí là các độ phân giải lớn hơn dành cho hệ thống GameCube và Wii games. <a href="%(MEDIA_PAGE_URL)s">Xem hình ảnh sơ lược của game được giả lập trên Dolphin</a>.

source: Use your favorite controller
fa: از کنترلر دلخواهتان استفاده کنید
vi: Sử dụng điều khiển yêu thích

source: Not a big fan of the GameCube controller and the Wiimote? You can play games with your favorite PC controller, or even with keyboard and mouse! Wiimotes are still supported, including Wii Motion Plus for games that require it.
vi: Không thích điều khiển GameCube và Wiimote? Bạn có thể chơi game bằng điều khiển của chính máy PC, hoặc thậm chí là với bàn phím kèm theo chuột! Wiimotes hiện đang được hỗ trợ, bao gồm Wii Motion Plus cho game nào yêu cầu.

source: Recent Dolphin news
fa: اخبار جدید دلفین
vi: Tin tức gần đây về Dolphin

source: by
fa: توسط
vi: bởi

source: Great compatibility
fa: سازگاری مطلوب
vi: Khả năng tương thích cao

source: Dolphin can play most of the GameCube and Wii games collection without issues. New Wii releases often work on Dolphin from day one. Wiiware and Virtual Console games are also supported. Check out the <a href="%(COMPAT_URL)s">Dolphin compatibility list</a> or the <a href="%(WIKI_URL)s">Dolphin wiki</a> for more details.
vi: Dolphin có thể chơi hầu hết các game trên GameCube và Wii games mà không gặp khó khăn. Phiên bản mới của Wii thường được cập nhật mỗi ngày. Wiiware và Virtual Console game cũng được hỗ trợ. Truy cập <a href="%(COMPAT_URL)s">Danh sách tương thích với Dolphin</a> hoặc <a href="%(WIKI_URL)s">Dolphin wiki</a> để biết thêm chi tiết.

source: Helpful community
fa: انجمن مفید
vi: Cộng động đông đảo

source: Installation issues? Trying to figure out the best settings for a game? Or just interested in discussion about GameCube and Wii games you like? If the <a href="%(FAQ_URL)s">Frequently Asked Questions</a> can't help you, other Dolphin users may be willing to help you over at the <a href="%(FORUM_URL)s">official discussion forums</a>.
vi: Có vấn đề khi cài đặt? Cố gắng thử các thiết lập tốt nhất cho game? Hoặc đơn giản là thích thảo luận về GameCube và Wii games mà bạn thích? Nếu <a href="%(FAQ_URL)s">Câu hỏi thường gặp</a> không thể giúp bạn, cộng đồng những người sử dụng Dolphin sẽ có thể trợ giúp bạn tại <a href="%(FORUM_URL)s">diễn đàn thảo luận</a>.

source: Free and Open Source
fa: متن باز و آزاد
vi: Miễn phí và mã nguồn mở

source: The Dolphin Emulator is developed by volunteers from all around the world and distributed free of charge. Want to help the project improve? Grab the emulator source code from <a href="%(GCODE_URL)s">Google Code</a> and start hacking!
fa: برابرساز دلفین از سوی داوطلبانی از سراسر دنیا توسعه یافته و به صورت آزاد توزیع می شود. می خواهید به بهبود پروژه کمک کنید؟ کد متن دلفین را از <a href="%(GCODE_URL)s">گوگل کد </a> بگیرید و شروع به هک کردن کنید!
vi: Trình giả lập Dolphin được phát triển bởi các tình nguyện viên từ khắp nơi trên thế giới và được phát hành miễn phí. Bạn muốn giúp đỡ dự án? Hãy thử tải về mã nguồn của chương trình từ <a href="%(GCODE_URL)s">Google Code</a> và bắt đầu phồng tôm với mã nguồn nhé!

source: Screenshots gallery
vi: Ảnh chụp về chương trình

source: Media gallery
fa: گالری رسانه ها
vi: Thư viện Media

source: Full size
fa: اندازه کامل
vi: Kích thước đầy đủ

source: Previous
fa: پیشین
vi: Trước đó

source: Next
fa: بعدی
vi: Tiếp theo

source: Official Dolphin Emulator Website
vi: Website Chính Thức Của Trình Giả Lập Dolphin

source: Screenshots
vi: Hình chụp

source: FAQ
fa: پرسشگان
vi: Các câu hỏi thường gặp

source: Forum
fa: فرم
vi: Diễn đàn

source: Code
vi: Mã

source: &copy; 2012 Dolphin Emulator Project - <a href="https://bitbucket.org/delroth/dolphin-web/">Website source code</a>
fa: &copy; ۲.۱۲ پروژه برابرساز دلفین - <a href="https://bitbucket.org/delroth/dolphin-web/">کد متن وب سایت</a>
vi: &copy; 2012 Dolphin Emulator Project - <a href="https://bitbucket.org/delroth/dolphin-web/">Website dành cho mã nguồn</a>

source: Dolphin %s
fa: دلفین %s

source: Gamecube/Wii games on PC
fa: بازی های گیم کیوب و وی بر روی کامپوتر شخصی

source: Play Gamecube and Wii games in 1080p on your PC.
fa: بازی های گیم کیوب و وی را به صورت فول اچ دی (1080p) در کامپوتر خود بازی کنید.

source: The Wii only renders games at a 480p resolution. Dolphin supports 720p, 1080p and even higher definitions for all of your Gamecube and Wii games. <a href="%(MEDIA_PAGE_URL)s">View screenshots of games played on Dolphin</a>.
fa: وی بازی ها را تنها با وضوح 480p نمایش می دهد. دلفین از 1080p، 720p و حتی تفکیک پذیری های بالاتر برای تمام بازی های گیم کیوب و وی پشتیبانی می کند. <a href="%(MEDIA_PAGE_URL)s">عکس های فوری از بازی های اجرا شده در دلفین را ببینید</a>.

source: Not a big fan of the Gamecube controller and the Wiimote? You can play games with your favorite PC controller, or even with keyboard and mouse! Wiimotes are still supported, including Wii Motion Plus for games that require it.
fa: طرفدار کنترلر گیم کیوب و ویموت نیستید؟ شما میتوانید بازی ها را با کنترلر مورد علاقه کامپوتر شخصی خود بازی کنید، یا حتی با کیبورد و ماس! ویموت ها همچنان پشتیبانی می شوند در حالی که شامل وی موشن پلاس برای بازی هایی اند که به آن نیاز دارند.

source: Dolphin can play most of the Gamecube and Wii games collection without issues. New Wii releases often work on Dolphin from day one. Wiiware and Virtual Console games are also supported. Check out the <a href="%(COMPAT_URL)s">Dolphin compatibility list</a> or the <a href="%(WIKI_URL)s">Dolphin wiki</a> for more details.
fa: دلفین می تواند بیشتر بازی های گیم کیوب و وی را بدون مشکل اجرا کند. بازی های منتشر شده جدید وی اغلب از روز اول در دلفین کار می کنند. بازی های وی ویر و ویرچوال کنسول نیز پشتیبانی می شوند. چک کنید <a href="%(COMPAT_URL)s">Dolphin compatibility list</a> یا <a href="%(WIKI_URL)s">Dolphin wiki</a> برای اطلاعات بیشتر.

source: Installation issues? Trying to figure out the best settings for a game? Or just interested in discussion about Gamecube and Wii games you like? If the <a href="%(FAQ_URL)s">Frequently Asked Questions</a> can't help you, other Dolphin users may be willing to help you over at the <a href="%(FORUM_URL)s">official discussion forums</a>.
fa: برای نصب مشکلی دارید؟ سعی دارید بهترین تنظیمات را برای بازی تعین کنید؟ یا فقط علاقه مندید به گفتگو درباره بازی های گیم کیوب و وی که دوست دارید؟ اگر <a href="%(FAQ_URL)s">پرسشگان</a> نمی تواند به شما کمک کند، ممکن است کاربران دیگر دلفین مایل به کمک به شما در <a href="%(FORUM_URL)s">فرم های گفتگوی رسمی</a> باشند.

source: Home
fa: خانه

source: Media
fa: رسانه ها

source: Wiki
fa: ویکی

source: Development
fa: توسعه
